Repository: azizolious/familytime-ios
Catalog: FamilyTime/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi_fi, fr, he, it, ja_jp, pt, tr, zh_hans

# upgrade_status
source: Your account status is free and all premium features have been locked down. Please upgrade your account to premium to get access to all of FamilyTime\'s premium benefits.
ar: حالة حسابك مجانية وتم إغلاق جميع الميزات الفائقة. يرجى ترقية حسابك إلى الحالة الفائقة للحصول على جميع مزايا تطبيق FamilyTime الفائقة.
de: Ihr Kontostatus ist kostenlos und alle Premium-Funktionen wurden gesperrt. Aktualisieren Sie Ihr Konto auf Premium, um auf alle Premium-Vorteile von FamilyTime zugreifen zu können.
es: Tienes una cuenta gratuita y todas las funciones Premium han sido bloqueadas. Por favor, mejora tu cuenta a Premium para obtener acceso a todos los beneficios Premium de FamilyTime.
fi_fi: Tilisi tila on ilmainen ja kaikki premium-ominaisuudet on lukittu. Päivitä tilisi palkkioon päästäksesi kaikkiin FamilyTime-palkkio-etuuksiin.
fr: Le statut de votre compte est gratuit et toutes les fonctionnalités premium ont été verrouillées. Veuillez mettre à niveau votre compte Premium pour accéder à tous les avantages Premium de FamilyTime.
he: סטטוס החשבון שלך הוא חינמי וכל תכונות הפרימיום ננעלו. אנא שדרג את חשבונך לפרימיום כדי לקבל גישה לכל הטבות הפרימיום של FamilyTime.
it: Lo stato del tuo account è gratuito e tutte le funzionalità premium sono state bloccate. Aggiorna il tuo account a premium per accedere a tutti i vantaggi premium di Family Time.
ja_jp: アカウントのステータスは無料で、すべてのプレミアム機能がロックされています。 ファミリータイムのすべてのプレミアム特典にアクセスするには、アカウントをプレミアムにアップグレードしてください。
pt: O status da sua conta é gratuito e todos os recursos premium foram bloqueados. Atualize sua conta para premium para ter acesso a todos os benefícios premium do FamilyTime.
tr: Hesap durumunuz ücretsizdir ve tüm premium özellikler kilitlenmiştir. FamilyTime\'ın tüm premium avantajlarına erişmek için lütfen hesabınızı premiuma yükseltin.
zh_hans: 您的帐户是免费账户，所有高级功能都已锁定。请将您的帐户升级为高级账户，获取FamilyTime的所有高级功能权益。

source: URL
ar: عنوان URL
he: כתובת אתר
tr: URL'si
zh_hans: 网址

# utility_charging
source: Charging
ar: الشحن
de: Laden
es: Cargando
fi_fi: Lataa
fr: Chargement
he: טעינה
it: Caricamento
ja_jp: 充電
pt: Carregando
tr: Doluyor
zh_hans: 充电

# utility_discharging
source: Discharging
ar: التفريغ
de: Entladen
es: Sin Cargar
fi_fi: Purkaa
fr: Déchargement
he: פריקה
it: Scaricamento
ja_jp: 放電
pt: Descarregando
tr: Boşalıyor
zh_hans: 未充电

# utility_signalnotfound
source: Not found
ar: لم يتم العثور عليه
de: Nicht gefunden
es: No encontrado
fi_fi: Ei löydy
fr: Aucun résultat
he: לא נמצא
it: Non trovato
ja_jp: 見つかりません
pt: Não encontrado
tr: Bulunamadı
zh_hans: 找不到

# valid_passcode
source: Please enter valid password, should be in digits.
ar: يرجى إدخال كلمة مرور صالحة، يجب أن تكون بالأرقام.
de: Bitte geben Sie ein gültiges Passwort ein, sollte in Ziffern eingegeben werden.
es: Ingresa una clave valida, debería ser en dígitos.
fi_fi: Anna kelvollinen salasana, numeroiden tulee olla.
fr: S\'il vous plaît entrer un mot de passe valide, devrait être en chiffres.
he: נא להזין סיסמה חוקית, יש לזין ספרות בלבד.
it: Si prega di inserire una password valida, dovrebbe essere in cifre.
ja_jp: 有効なパスワードを入力してください。数字を入力してください。
pt: Por favor entre com uma senha válida, deve estar em dígitos.
tr: Lütfen geçerli bir şifre giriniz, rakamlardan oluşmalıdır.
zh_hans: 请输入有效密码，应为数字。

# validate_perm_desc
source: Validate app permissions on the device
ar: التحقق من أذونات التطبيق على الجهاز
de: Validieren Sie die App-Berechtigungen auf dem Gerät
es: Validar los permisos de la aplicación en el dispositivo.
fi_fi: Tarkista laitteen sovellusten käyttöoikeudet
fr: Valider les autorisations de l'application sur l'appareil
he: אמת את הרשאות האפליקציה במכשיר
it: Convalida le autorizzazioni dell'app sul dispositivo
ja_jp: デバイス上のアプリの権限を検証する
pt: Valide as permissões do aplicativo no dispositivo
tr: Cihazdaki uygulama izinlerini doğrulayın
zh_hans: 验证设备上的应用程序权限

# verify_account_alert_1
source: Check your email and click on the confirmation link to continue.
ar: تحقق من بريدك الإلكتروني وانقر على رابط التأكيد للمتابعة.
de: Sehen Sie in Ihren E-Mails nach und klicken Sie auf den Link, um fortzufahren.
es: Revisa tu email y haz clic en el link de confirmación para continuar.
fi_fi: Katso sähköpostisi ja klikkaa linkkiä jatkaaksesi.
fr: Vérifiez votre e-mail et cliquez sur le lien de confirmation pour continuer.
he: בדוק את האימייל שלך ולחץ על קישור האישור כדי להמשיך.
it: Controlla l'email e clicca sul link di conferma per continuare.
ja_jp: メールを確認し、認証リンクをクリックして続けてください。
pt: Verifique seu e-mail e clique no link de confirmação para continuar.
tr: E-postanızı kontrol edin ve onay bağlantısını tıklayın.
zh_hans: 查看您的电子邮件然后点击确认链接后继续。

# verify_account_alert_2
source: A verification link has been sent to your email Address.
ar: تم إرسال رابط التحقق إلى عنوان بريدك الإلكتروني.
de: Ein Verifizierungslink wurde an Ihre E-Mail geschickt.
es: Se ha enviado un link de confirmación a tu email.
fi_fi: Varmistuslinkki on lähetetty sähköpostiisi.
fr: Un lien de vérification a été envoyé à votre adresse e-mail.
he: קישור אימות נשלח לכתובת האימייל שלך.
it: Abbiamo inviato un link di verifica alla tua email.
ja_jp: 確認リンクがメールアドレスに送信されました。
pt: Um link de verificação foi enviado para o seu endereço de e-mail.
tr: E-posta adresinize doğrulama bağlantısı gönderildi.
zh_hans: 已向您的电子邮件地址发送了验证链接。

# verify_account_alert_3
source: Verification link has been expired. Please resend the email Address.
ar: انتهت صلاحية رابط التحقق. يرجى إعادة إرسال عنوان البريد الإلكتروني.
de: Verifizierungslink abgelaufen. Bitte E-Mail-Adresse erneut einsenden.
es: El link de verificación a caducado. Por favor, reenvía la dirección email.
fi_fi: Varmistuslinkki on vanhentunut. Ole hyvä ja lähetä sähköpostiosoite uudelleen.
fr: Le lien de vérification a expiré. Veuillez renvoyer l'adresse e-mail.
he: פג תוקף קישור האימות. נא לשלוח שוב את כתובת האימייל.
it: Il link di verifica è scaduto. Inviare nuovamente l'indirizzo email.
ja_jp: 確認リンクが無効になりました。メールアドレスを再送信してください。
pt: O link de verificação expirou. Por favor, reenvie para seu endereço de e-mail.
tr: Doğrulama bağlantısının süresi doldu. E-posta Adresini tekrar gönderin.
zh_hans: 验证链接已过期。请重新发送验证码到该电子邮件地址。

# verify_account_content_1
source: We sent a confirmation email to:
ar: لقد أرسلنا رسالة تأكيد بالبريد الإلكتروني إلى:
de: Wir haben eine Bestätigung geschickt an:
es: Enviamos un email de confirmación a:
fi_fi: Lähetimme varmistussähköpostin osotteeseen:
fr: Nous avons envoyé un courriel de confirmation à :
he: שלחנו אימייל אישור ל:
it: Email di conferma inviata a:
ja_jp: 認証メールを送信しました：
pt: Enviamos um e-mail de confirmação para:
tr: Şu adrese onay e-postası gönderdik:
zh_hans: 我们发送了一封确认邮件到：

# verify_account_content_2
source: Did not receive email?
ar: لم تتلق البريد الإلكتروني؟
de: Keine E-Mail erhalten?
es: ¿No recibiste el email?
fi_fi: Etkö saanut sähköpostia?
fr: Vous n'avez pas reçu l'e-mail ?
he: לא קיבלת מייל?
it: Email non ricevuta?
ja_jp: メールを受け取っていませんか？
pt: Não recebeu e-mail?
tr: E-posta almadınız mı?
zh_hans: 没有收到电子邮件？

# verify_account_content_3
source: Resend
ar: إعادة إرسال
de: Erneut senden
es: Reenviar
fi_fi: Lähetä uudelleen
fr: Renvoyez
he: שלח שוב
it: Reinvia
ja_jp: 再送信
pt: Clique em reenviar
tr: Tekrar gönder
zh_hans: 重新发送

# verify_account_title
source: Confirm your email address.
ar: قم بتأكيد عنوان بريدك الإلكتروني.
de: E-Mail-Adresse bestätigen
es: Confirma tu email.
fi_fi: Varmista sähköpostiosoitteesi
fr: Confirmez votre adresse électronique.
he: אשר את כתובת הדואר האלקטרוני שלך.
it: Conferma l'indirizzo email.
ja_jp: メールアドレスを認証してください。
pt: Confirme seu endereço de e-mail.
tr: E-posta adresini onayla.
zh_hans: 确认您的电子邮件地址。

# verify_now
source: Verify Email
ar: تحقق الآن
de: E-Mail bestätigen
es: Verificar correo electrónico
fi_fi: vahvista sähköposti
fr: Vérifier les courriels
he: וודא כתובת אימייל
it: Verifica Email
ja_jp: Eメールを確認します
pt: Verificar e-mail
tr: E-mail\'i doğrula
zh_hans: 验证邮件

source: Verify Your Email
ar: قم بتأكيد بريدك الألكتروني
de: Bestätigen Sie Ihre E-Mail
es: Verifique su correo electrónico
fi_fi: Vahvista sähköpostiosoitteesi
fr: Vérifiez votre e-mail
he: אמת את האימייל שלך
it: Verifica la tua email
ja_jp: あなたの電子メールを確認します
pt: Verifique seu e-mail
tr: Eposta adresinizi doğrulayın
zh_hans: 验证您的电子邮件

source: Videos Viewed
ar: تم عرض مقاطع الفيديو
de: Angesehene Videos
es: Vídeos vistos
fi_fi: Görüntülenen Videolar
fr: Vidéos visionnées
he: סרטונים שנצפו
it: Video visualizzati
ja_jp: 閲覧したビデオ
pt: Vídeos vistos
tr: Görüntülenen Videolar
zh_hans: 观看的影片

# view_Detailed_Guide_title
source: View Detailed Guide
ar: شاهد الدليل التفصيلي
de: Ausführliche Anleitung anzeigen
es: Ver guía detallada
fi_fi: Katso yksityiskohtainen opas
fr: Voir le guide détaillé
he: הצג מדריך מפורט
it: Visualizza la guida dettagliata
ja_jp: 詳細ガイドを見る
pt: Ver Guia Detalhado
tr: Ayrıntılı Kılavuzu Görüntüle
zh_hans: 查看详细指南

# view_detailed_guide_title
source: View Detailed Guide
ar: شاهد الدليل التفصيلي
de: Ausführliche Anleitung anzeigen
es: Ver guía detallada
fi_fi: Katso yksityiskohtainen opas
fr: Voir le guide détaillé
he: הצג מדריך מפורט
it: Visualizza la guida dettagliata
ja_jp: 詳細ガイドを見る
pt: Ver Guia Detalhado
tr: Ayrıntılı Kılavuzu Görüntüle
zh_hans: 查看详细指南

# we_support_label_title
source: We support all Android and iOS Devices
ar: نحن ندعم جميع أجهزة Android و iOS
de: Wir unterstützen alle Android- und iOS-Geräte
es: Admitimos todos los dispositivos Android e iOS
fi_fi: Tuemme kaikkia Android- ja iOS-laitteita
fr: Nous prenons en charge tous les appareils Android et iOS
he: אנו תומכים בכל מכשירי אנדרואיד ו-iOS
it: Supportiamo tutti i dispositivi Android e iOS
ja_jp: すべてのAndroidおよびiOSデバイスをサポートします
pt: Apoiamos todos os dispositivos Android e iOS
tr: Tüm Android ve iOS Cihazları destekliyoruz
zh_hans: 我们支持所有 Android 和 iOS 设备

source: Web
ar: الويب
de: dasNetz
es: dasWeb
fr: dasla toile
he: אינטרנט
it: dasragnatela
ja_jp: ウェブ
pt: Rede
tr: ağ
zh_hans: 网络

source: Web Blocker
ar: مانع الويب
es: Bloqueador web
fr: Bloqueur Web
he: חוסם אתרים
it: Blocco web
ja_jp: ウェブブロッカー
pt: Bloqueador de Internet
tr: Web Engelleyici
zh_hans: 网页拦截器

# web_blocker_des
source: Block the websites of your choice
ar: حظر المواقع التي تختارها
de: Blockieren Sie die Websites Ihrer Wahl
es: Bloquea los sitios web de tu elección
fi_fi: Estä valitsemasi sivustot
fr: Bloquez les sites Web de votre choix
he: חסום את האתרים לפי בחירתך
it: Blocca i siti web di tua scelta
ja_jp: 選択した Web サイトをブロックする
pt: Bloqueie os sites de sua escolha
tr: Seçtiğiniz web sitelerini engelleyin
zh_hans: 阻止您选择的网站

# web_des
source: View all websites visited on the device
ar: عرض جميع مواقع الويب التي تمت زيارتها على الجهاز
de: Alle auf dem Gerät besuchten Websites anzeigen
es: Ver todos los sitios web visitados en el dispositivo
fi_fi: Tarkastele kaikkia laitteella vierailtuja verkkosivustoja
fr: Afficher tous les sites Web visités sur l'appareil
he: הצג את כל האתרים שבהם ביקרת במכשיר
it: Visualizza tutti i siti Web visitati sul dispositivo
ja_jp: デバイスでアクセスしたすべての Web サイトを表示する
pt: Veja todos os sites visitados no dispositivo
tr: Cihazda ziyaret edilen tüm web sitelerini görüntüleyin
zh_hans: 查看设备上访问过的所有网站

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: Miércoles
fi_fi: keskiviikko
fr: Mercredi
he: יום רביעי
it: Mercoledì
ja_jp: 水曜日
pt: Quarta-feira
tr: Çarşamba
zh_hans: 周三

source: Week
ar: أسبوع
de: dasWoche
es: dasSemana
fi_fi: Hafta
fr: dasSemaine
he: שָׁבוּעַ
it: dasSettimana
ja_jp: 週
pt: Semana
tr: Hafta
zh_hans: 星期

# welcome_label_title
source: Welcome to FamilyTime
ar: مرحبًا بك في FamilyTime
de: Willkommen bei FamilyTime
es: Bienvenido a FamilyTime
fi_fi: Tervetuloa FamilyTime
fr: Bienvenue sur FamilyTime
he: ברוכים הבאים ל-FamilyTime
it: Benvenuto in FamilyTime
ja_jp: FamilyTimeへようこそ
pt: Bem-vindo ao FamilyTime
tr: FamilyTime'a hoş geldiniz
zh_hans: 欢迎来到 FamilyTime

source: Year
ar: عام
de: Jahr
es: año
fi_fi: vuosi
fr: an
he: שָׁנָה
it: anno
ja_jp: 年
pt: ano
tr: yıl
zh_hans: 年

# yes_button
source: Yes
ar: نعم
de: Ja
es: Sí
fi_fi: Kyllä
fr: Oui
he: כן
it: Sì
ja_jp: はい
pt: sim
tr: Evet
zh_hans: 是

# your_app_limit_saved
source: Your app limit setting is saved
ar: تم حفظ إعداد حد التطبيق الخاص بك
de: Ihre App-Limit-Einstellung wird gespeichert
es: La configuración del límite de tu aplicación se guarda
fi_fi: Sovellusraja-asetuksesi on tallennettu
fr: Le paramètre de limite de votre application est enregistré
he: הגדרת מגבלת האפליקציה שלך נשמרת
it: L'impostazione del limite dell'app è stata salvata
ja_jp: アプリ制限設定が保存されます
pt: A configuração de limite do seu aplicativo foi salva
tr: Uygulama sınırı ayarınız kaydedildi
zh_hans: 您的应用程序限制设置已保存

source: Your email address is not verified yet!
ar: لم يتم التحقق من عنوان بريدك الإلكتروني حتى الآن!
de: Ihre E-Mail-Adresse ist noch nicht verifiziert!
es: Tu dirección de correo electrónico aún no ha sido verificada!
fi_fi: Sähköpostiosoitettasi ei ole vielä vahvistettu!
fr: Votre adresse e-mail n\'est pas encore vérifiée !
he: כתובת האימייל שלך עדיין לא מאומתת!
it: Il tuo indirizzo email non è stato ancora verificato!
ja_jp: あなたのメールアドレスはまだ確認されていません!
pt: Seu endereço de e-mail ainda não foi verificado!
tr: E-posta adresiniz henüz doğrulanmadı!
zh_hans: 您的电子邮件地址尚未验证！

# youtube_control_des
source: Block the inappropriate videos & channels
ar: حظر مقاطع الفيديو والقنوات غير المناسبة
de: Blockieren Sie unangemessene Videos und Kanäle
es: Bloquear los videos y canales inapropiados Control
fi_fi: Estä sopimattomat videot ja kanavat
fr: Bloquez les vidéos et les chaînes inappropriées
he: חסום את הסרטונים והערוצים הלא מתאימים
it: Blocca i video e i canali inappropriati
ja_jp: 不適切な動画やチャンネルをブロックする
pt: Bloqueie os vídeos e canais inadequados
tr: Uygunsuz videoları ve kanalları engelleyin
zh_hans: 屏蔽不当视频和频道

# youtube_controls
source: Youtube Control
ar: التحكم في اليوتيوب
de: Youtube-Kontrolle
es: Control de YouTube
fi_fi: Youtuben hallinta
fr: Contrôle YouTube
he: בקרת יוטיוב
it: Controllo di Youtube
ja_jp: Youtubeコントロール
pt: Controle do Youtube
tr: Youtube Kontrolü
zh_hans: Youtube 控制

# youtube_controls_des
source: Enable and disable youtube
ar: تمكين وتعطيل يوتيوب
de: YouTube aktivieren und deaktivieren
es: Activar y desactivar YouTube
fi_fi: Ota youtube käyttöön ja poista se käytöstä
fr: Activer et désactiver YouTube
he: הפעל והשבת את יוטיוב
it: Abilita e disabilita YouTube
ja_jp: YouTube を有効または無効にする
pt: Ativar e desativar o YouTube
tr: Youtube'u etkinleştirme ve devre dışı bırakma
zh_hans: 启用和禁用 YouTube

# youtube_desc
source: View all videos watched on the device
ar: عرض جميع مقاطع الفيديو التي تمت مشاهدتها على الجهاز
de: Alle auf dem Gerät angesehenen Videos anzeigen
es: Ver todos los videos vistos en el dispositivo
fi_fi: Katso kaikki laitteella katsotut videot
fr: Afficher toutes les vidéos regardées sur l'appareil
he: הצג את כל הסרטונים שנצפו במכשיר
it: Visualizza tutti i video guardati sul dispositivo
ja_jp: デバイスで視聴されているすべてのビデオを表示する
pt: Veja todos os vídeos assistidos no dispositivo
tr: Cihazda izlenen tüm videoları görüntüleyin
zh_hans: 查看设备上观看的所有视频

# youtube_history
source: YouTube
ar: يوتيوب

# yt_history
source: YouTube History
ar: تاريخ يوتيوب ماسنجر
de: YouTube-Verlauf
es: Historial de YouTube
fi_fi: YouTube historia
fr: Historique de YouTube
he: היסטוריה של YouTube
it: Cronologia di YouTube
ja_jp: YouTubeメッセンジャーの歴史
pt: História do YouTube
tr: YouTube Geçmişi
zh_hans: YouTube 历史记录

# appblocking.filter.bookstore
source: Book Store Erotica
es: Erótica de la tienda de libros
fi_fi: Kirjakaupan erotiikka
he: תוכן אירוטי מחנות הספרים
pt: Conteúdo erótico da livraria
tr: Kitap mağazası erotik içeriği

source: limit_app
es: Limitar aplicación

# setting_protect_uninstall
source: Protect Uninstall
es: Proteger Desinstalar
fi_fi: Suojaa Poista asennus

source: Update Name
es: Actualizar Nombre
he: עדכן שם
tr: Adı Güncelle

# alert_sos
source: SOS
he: ׳קריאה לעזרה׳
pt: SOS (AJUDA)

# appblocking.category.count
source: %d apps
fi_fi: %d sovellusta
it: %d app
ja_jp: %d 個のアプリ
tr: %d uygulama
zh_hans: %d 个应用
